<?php

return [
    'no_have_discounts' => 'У вас нет скидок. Пожалуйста, введите промокоды и обменяйте их на скидки.',
    'one_discount' => 'Чтобы совершить покупку со скидкой, нажмите кнопку с величиной скидки (она станет синего цвета):',
    'many_discounts' => 'Чтобы совершить покупку со скидкой, нажмите кнопку с величиной скидки (она станет синего цвета):',

    'not_selected_discount' => 'ПРЕЖДЕ ЧЕМ ВЫ ПЕРЕЙДЕТЕ К ПОКУПКЕ, НАЖМИТЕ КНОПКУ С ВЫБРАННОЙ СКИДКОЙ.',
    'selected_discount' => 'Выбрана скидка с кодом :code. Теперь нажмите кнопку «Купить» на карточке товара Philips, который вы выбрали. В отдельной вкладке браузера откроется корзина интернет-магазина Philips, в которой будет этот товар и код скидки. Завершите оформление заказа на странице интернет-магазина Philips. После этого вы увидите номер и дату этого заказа в вашем личном кабинете промосайта, в разделе «Получите скидку».',

    'no_have_promo' => 'Вы еще не ввели ни одного промокода.',
];
